[
	{
		"title" : "Neil Gaiman's Wayward Manor",
		"os" : "steam,mac,windows",
	    "price" : "$9.99",
		"salePrice" : "",
		"thumbImageUrl" : "",
		"mediumImageUrl" : "",
		"largeImageUrl" : "3.jpg",
	    "videoUrl" : "https://www.youtube.com/watch?feature=player_embedded&v=SnNCxLl3H_Y",
		"description" : "<p>Please note: This is a Pre-order. You will be provided with a Steam key upon release, eta Spring 2014!</p><p>Based on an original tale by Neil Gaiman, Wayward Manor is a puzzle/adventure game hybrid that invites players to solve the mysteries of the mansion any way they choose. You play as a disgruntled ghost, trying to reclaim your house from its newfound owners. This dysfunctional family of misfits and eccentrics have stifled your power and brought their own abysmal possessions into your humble abode. Each level is a playground for scares where players absorb fear to take back control of the room. If you want free reign over your mansion once again, you must uncover their deepest anxieties and drive them mad with fear using your wits and their hideous belongings.</p>",
		"developer" : "The Odd Gentlemen",
		"developerLink" : "http://oddgentlemen.tumblr.com/",
		"publisher" : "Moonshark, Inc",
		"publisherLink" : "http://moonshark.com/",
		"parentalAdvisory" : "",
		"moreInfo" : "",
		"category" : "featuredLarge"
	},
	{
		"title" : "Hero Siege",
		"os" : "steam,drm,windows",
	    "price" : "$9.99",
		"salePrice" : "$4.99",
		"thumbImageUrl" : "",
		"mediumImageUrl" : "4.jpg",
		"largeImageUrl" : "",
	    "videoUrl" : "https://www.youtube.com/watch?feature=player_embedded&v=YrW32k-fTE8",
		"description" : "<p>The kingdom of Tarethiel has been taken over by creatures of hell. Your mission is to cleanse the kingdom and free the citizen from the agonizing wrath of the demon child called Damien.</p><p>Grab your axe, bow, gun or magic powers and start purging the Gate Keepers and their minions! Hero Siege is a gore filled Hack N Slash game with heavy Roguelike elements. Choose a class and start your survival journey. Find secrets, obtain items, slay hordes of different enemies and bosses.</p><p><b>FEATURES:</b></p><p><ul><li>Randomly generated levels, items, dungeons, bosses, secrets and events. Every game session you play is different!</li><li>Over 100 unique crafted items that are either passive, usable or orbiting.</li><li>Over 40 different enemies with the possibility to spawn as rare or elite with extra hp/damage and abilities, but dropping better loot and giving more exp!</li><li>Over 50 Achievements to unlock!</li><li>Many different perks to unlock!</li><li>Customize your character!</li><li>3 Acts which all consist of 5 zones</li></ul></p>",
		"developer" : "Panic Art Studios",
		"developerLink" : "http://panicartstudios.com/",
		"publisher" : "System Requirements",
		"publisherLink" : "https://www.humblebundle.com/store/p/herosiege_storefront#",
		"parentalAdvisory" : "",
		"moreInfo" : "",
		"category" : "featuredMedium"
	},
	{
	    "title" : "LUFTRAUSERS (Pre-order)", 
	    "os"   : "steam,drm,mac,windows,linux",
	    "price" : "$9.99",
		"salePrice" : "$8.99",
		"thumbImageUrl" : "1.jpg",
		"mediumImageUrl" : ".jpg",
		"largeImageUrl" : ".jpg",
	    "videoUrl" : "https://www.youtube.com/watch?feature=player_embedded&v=VauCrcG2wIU",
		"description" : "<p>Please note: This pre-order will be available for download on March 18!</p><p>The skies will be set aflame and the seas will overflow with wreckage in Vlambeer’s stylish arcade shooter LUFTRAUSERS! Select from over 125 combinations of weapons, bodies, and propulsion systems and take to the skies to battle enemy fighter planes, battleships, submarines, and rival aces for glory, honor, and high scores. Bravely volunteer for one of over 100 daring missions to unlock new Rauser combinations and vibrant color variations and become the most legendary Rauser pilot of all time!</p>",
		"developer" : "Vlambeer",
		"developerLink" : "http://www.vlambeer.com/",
		"publisher" : "Devolver Digital",
		"publisherLink" : "http://www.devolverdigital.com/",
		"parentalAdvisory" : "e.png",
		"moreInfo" : "",
		"category" : "list"
	},
	{
	    "title" : "KickBeat", 
	    "os"   : "steam,windows",
	    "price" : "$9.99",
		"salePrice" : "",
		"thumbImageUrl" : "2.jpg",
		"mediumImageUrl" : ".jpg",
		"largeImageUrl" : ".jpg",
	    "videoUrl" : "https://www.youtube.com/watch?feature=player_embedded&v=H7IK2v7pthk",
		"description" : "<p>From indie pioneers Zen Studios (makers of Pinball FX2 and CastleStorm) comes KickBeat, an innovative rhythm game with a Kung Fu theme, featuring fully 3D characters and high-energy music! You can use your own music to create custom KickBeat tracks, allowing you ultimate replayability!</p>
		<p>The KickBeat Steam Edition Soundtrack features six exclusive tracks from the Electronic Super Joy OST, and a diverse lineup of artists from well-known bands such as Pendulum andMarilyn Manson, to indie musicians Celldweller and Blue Stahli, to hidden talents like electronic music producer Voicians and Taiwanese rapper Shen Yi.</p>
		<p>Beat Your Music mode features a set of tools allowing players to use their own music to create custom KickBeat tracks. Experiment with different types of music to create different types of fights!</p>",
		"developer" : "Zen Studios",
		"developerLink" : "http://blog.zenstudios.com/",
		"publisher" : "System requirements",
		"publisherLink" : "https://www.humblebundle.com/store/p/kickbeat_storefront#",
		"parentalAdvisory" : "t.png",
		"moreInfo" : "",
		"category" : "list"
	},
]

